{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "16510315198c1783c4": {
      "type": "banner-slim",
      "settings": {
        "image_position": "left",
        "subheading": "<p><strong>OUR STORY<\/strong><\/p>",
        "colour": "light",
        "subheading_size": "h6",
        "heading": "<p>About us<\/p>",
        "heading_size": "h1",
        "text": ""
      }
    },
    "16570076576ba4e626": {
      "type": "image-with-text",
      "settings": {
        "heading": "Introducing our veterinarian: Dr Louise Harvey",
        "heading_size": "h2",
        "text": "<h2>Our Story<\/h2><p>Kia ora!<\/p><p>Our vision is for healthy, thriving communities and for everyone to have access to a complete pharmacy experience that puts you and your family’s health first. It’s a privilege to see you get well and help you live the life you love and deserve.<\/p><p>Our background and hearts are in community health. Jack has over twelve years’ experience as a community pharmacist and loves helping people of all ages and walks of life stay happy and healthy. Many of his patients that he first met twelve years ago, he still sees and helps today.<\/p>",
        "button_label": "Read more",
        "button_link": "shopify:\/\/pages\/introducing-our-veterinarian-louise-harvey",
        "layout": "right"
      }
    },
    "165407221457d375a5": {
      "type": "text",
      "settings": {
        "heading": "",
        "heading_size": "h2",
        "text": "<p>Suzanne, as an experienced nurse is passionate about helping people stay well and independent for as long as possible. She believes, medication management plays a huge part in making people stay safe and well at home.<\/p><p>We have both noticed how more and more Kiwis prefer staying at home for as long as they can. More often, senior parents are cared for by their children at home, rather than at a rest home or retirement village.<\/p><p>It can be confusing for people who take several medicines. That’s why the burden to keep on top of medicine management might fall on caregivers, who are often busy family members. As their parents get older, managing several medicines can become more complicated. Too often, it is a real struggle.<\/p><p>But it’s not just the elderly and caregivers who struggle with managing multiple medicines; it’s also busy workers, young families, and people with various health challenges and mobility issues.<\/p><h4>It shouldn’t be a struggle to stay well.<\/h4><p>When it comes to health, we know that people of all ages want and deserve independence, convenience, and to stay in control and informed. They want to take advantage of the amazing advances in technology, spend less time on sorting, ordering and collecting medication, and more time making memories with their family and friends.<\/p><h4><\/h4><h4>We have seen how much technology and care has changed over the years. But New Zealand pharmacies have not kept up.<br\/><\/h4><h4>New Zealand needs a pharmacy that is designed with people, families and communities in mind.<\/h4><h4><\/h4><p>We have come up with a complete, digital pharmacy solution that listens to you and your busy lifestyles. A pharmacy that adapts to the ever changing demands of 21st century Aotearoa – closer to home, better accessibility, people powered and the use of smart systems. Also, a pharmacy that not only dispenses your medication, but pre-sorts and packages, providing a similar tool that we know is successful in improving medication compliance and safety and making this model readily available in the community.<\/p><h4>PillDrop: the full service pharmacy solution.<\/h4><p>You need a system that communicates between the pharmacy and you - the patient or carer. And a portable, easy-to-follow medicine diary that tells you exactly what medicines you are on, how much supply you have left, and when you should see your doctor for more. All these features need to be available to you, anytime and anywhere. All this information can be accessed within your PillDrop Account.<\/p><p>We know that going to the pharmacy to pick up repeats is never straightforward, too. That’s why you need same-day delivery, seven days a week and access to an on-call pharmacist 24\/7, so you know you will get the support you need, when you need it.<\/p><p>And by complete we really do mean everything pharmacy. We’ve even thought of details like how you want to order and receive your non-prescription items at the same time as your medicines.<\/p><h3><\/h3><h3>We have planned, designed and built a complete pharmacy model that listens to you, our community.<\/h3>",
        "button_label": "",
        "button_link": ""
      }
    },
    "1654072422ee4ffbdd": {
      "type": "background-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/home_banner.jpg",
        "heading": "Same day delivery*",
        "heading_size": "h2",
        "text": "<p><strong>With PillDrop Express, you will enjoy same day delivery*<br\/>on orders in all major cities.<\/strong><\/p>",
        "button_label": "Shop now",
        "button_link": "shopify:\/\/collections\/all"
      }
    }
  },
  "order": [
    "main",
    "16510315198c1783c4",
    "16570076576ba4e626",
    "165407221457d375a5",
    "1654072422ee4ffbdd"
  ],
  "wrapper": "div.main-wrapper"
}
