{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "16510315198c1783c4": {
      "type": "banner-slim",
      "settings": {
        "image": "shopify:\/\/shop_images\/aboutus_banner.jpg",
        "image_position": "center",
        "subheading": "",
        "colour": "light",
        "subheading_size": "h6",
        "heading": "<p>About us<\/p>",
        "heading_size": "h1",
        "text": ""
      }
    },
    "165407221457d375a5": {
      "type": "text",
      "settings": {
        "heading": "",
        "heading_size": "h2",
        "text": "<h2>Welcome to PillDrop Express, your trusted destination for high-quality over-the-counter products and Pharmacy – only medicines with fast nationwide shipping. <\/h2><p>At PillDrop Express, we understand the importance of accessible and convenient healthcare, and our mission is to provide a seamless online shopping experience for all your healthcare needs.<\/p><h4>Our Commitment to Quality: <\/h4><p>We take your health and well-being seriously. We ensure that our carefully selected over-the-counter products, from vitamins and supplements to personal care items meet the highest quality standards. We are committed to offering you only safe, reliable, and effective products. Your well-being is at the core of everything we do, and we strive to provide you with the quality you deserve.<br\/><\/p><h4>Easy and Convenient Online Shopping: <\/h4><p>With PillDrop Express, you can say goodbye to long queues and time-consuming trips to the pharmacy. Our user-friendly website is designed to make your shopping experience hassle-free. Simply browse through our range of products, conveniently categorized for easy navigation. Each product comes with detailed descriptions, and usage instructions to help you make informed decisions.<br\/><\/p><h4>Fast Nationwide Shipping: <\/h4><p>We understand that when you need a product, you want it quickly. That's why we offer express shipping services to major cities and fast overnight service across the nation. Once you've placed your order, our dedicated team works diligently to ensure your package is prepared and dispatched promptly. We collaborate with trusted shipping partners to ensure your order reaches your doorstep in the shortest possible time, allowing you to begin your wellness journey without delay.<br\/><\/p><h4>Professional and Knowledgeable Pharmacists: <\/h4><p>At PillDrop Express, we believe in building lasting relationships with our customers. Our knowledgeable and friendly pharmacy team is available to assist you with any queries or concerns you may have. Whether you need help choosing the right product, tracking your shipment, or understanding usage instructions, we're here to provide guidance and support every step of the way.<br\/><\/p><h4><strong>Privacy and Confidentiality: <\/strong><\/h4><p>We respect your privacy and understand the sensitivity of healthcare-related purchases. Rest assured that your personal information is protected and handled with the utmost confidentiality. Our secure website and payment processing systems ensure that your data remains secure throughout the entire shopping process.<br\/><\/p><h4>Your Trusted Online Pharmacy:<\/h4><p>PillDrop Express is committed to being your trusted partner in achieving and maintaining a healthy lifestyle. We believe that easy access to pharmacy products, combined with fast and reliable shipping, can make a significant difference in your overall well-being. With our dedication to quality, convenience, and customer satisfaction, we strive to exceed your expectations and become your go-to online pharmacy.<br\/><br\/>Thank you for choosing  PillDrop Express. We look forward to serving you and being a part of your wellness journey.<br\/><br\/>Sincerely,<br\/>PillDrop Express Pharmacy Team<br\/><\/p>",
        "button_label": "",
        "button_link": ""
      }
    },
    "1654072422ee4ffbdd": {
      "type": "background-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/home_banner.jpg",
        "heading": "Same day delivery*",
        "heading_size": "h2",
        "text": "<p><strong>With PillDrop Express, you will enjoy same day delivery*<br\/>on orders in all major cities.<\/strong><\/p>",
        "button_label": "Shop now",
        "button_link": "shopify:\/\/collections\/all"
      }
    }
  },
  "order": [
    "main",
    "16510315198c1783c4",
    "165407221457d375a5",
    "1654072422ee4ffbdd"
  ],
  "wrapper": "div.main-wrapper"
}
